Repository: chr-ge/kalabam
Catalog: app/src/locales/*/messages.po
Languages: fr

source: Change language
fr: Changer de langue

source: Choice {0}
fr: Choix {0}

source: Create your own game for FREE at
fr: Créez votre propre jeu GRATUITEMENT sur

source: Enter a Nickname
fr: Entrez un surnom

source: Join Game
fr: Rejoins le jeu

source: Nickname
fr: Surnom

source: Please ask for the game to be unlocked.
fr: Veuillez demander que le jeu soit déverrouillé.

source: Please try again.
fr: Veuillez réessayer.

source: Ready to Play
fr: Prêt à jouer

source: Switch to {text} mode
fr: Passer en mode {text}

source: The game is locked by the host.
fr: Le jeu est verrouillé par l'hôte.

source: Think you got it right?
fr: Vous pensez avoir raison?

source: We did not recognize that game code.
fr: Nous n'avons pas reconnu ce code de jeu.

source: Wrong Answer!
fr: Mauvaise réponse!

source: You Joined the Game!
fr: Vous avez rejoint le jeu!

source: You got it right!
fr: Vous avez raison!

source: You should see your name on screen.
fr: Vous devriez voir votre nom à l'écran.
